[
  {
    "quote": "And do not be grieved, for the joy of the Lord is your strength.",
    "author": "Nehemiah 8:10b (ESV)"
  },
  {
    "quote": "You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore.",
    "author": "Psalm 16:11 (ESV)"
  },
  {
    "quote": "For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning.",
    "author": "Psalm 30:5 (ESV)"
  },
  {
    "quote": "Delight yourself in the Lord, and he will give you the desires of your heart.",
    "author": "Psalm 37:4 (ESV)"
  },
  {
    "quote": "Restore to me the joy of your salvation, and uphold me with a willing spirit.",
    "author": "Psalm 51:12 (ESV)"
  },
  {
    "quote": "For you have been my help, and in the shadow of your wings I will sing for joy. My soul clings to you; your right hand upholds me.",
    "author": "Psalm 63:7-8 (ESV)"
  },
  {
    "quote": "My lips will shout for joy when I sing praises to you; my soul also, which you have redeemed.",
    "author": "Psalm 71:23 (ESV)"
  },
  {
    "quote": "My soul longs, yes, faints for the courts of the Lord; my heart and flesh sing for joy to the living God.",
    "author": "Psalm 84:2 (ESV)"
  },
  {
    "quote": "For you, O Lord, have made me glad by your work; at the works of your hands I sing for joy.",
    "author": "Psalm 92:4 (ESV)"
  },
  {
    "quote": "When anxiety was great within me, your consolation brought me joy.",
    "author": "Psalm 94:19 (NIV)"
  },
  {
    "quote": "Make a joyful noise to the Lord, all the earth! Serve the Lord with gladness! Come into his presence with singing!",
    "author": "Psalm 100:1-2 (ESV)"
  },
  {
    "quote": "This is the day that the Lord has made; let us rejoice and be glad in it.",
    "author": "Psalm 118:24 (ESV)"
  },
  {
    "quote": "Your testimonies are my heritage forever, for they are the joy of my heart.",
    "author": "Psalm 119:111 (ESV)"
  },
  {
    "quote": "Those who sow in tears shall reap with shouts of joy!",
    "author": "Psalm 126:5 (ESV)"
  },
  {
    "quote": "You have multiplied the nation; you have increased its joy; they rejoice before you as with joy at the harvest, as they are glad when they divide the spoil.",
    "author": "Isaiah 9:3 (ESV)"
  },
  {
    "quote": "For you shall go out in joy and be led forth in peace; the mountains and the hills before you shall break forth into singing, and all the trees of the field shall clap their hands.",
    "author": "Isaiah 55:12 (ESV)"
  },
  {
    "quote": "The Lord your God is in your midst, a mighty one who will save he will rejoice over you with gladness; he will quiet you by his love he will exult over you with loud singing.",
    "author": "Zephaniah 3:17 (ESV)"
  },
  {
    "quote": "Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.",
    "author": "Luke 15:7 (ESV)"
  },
  {
    "quote": "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.",
    "author": "John 16:22 (ESV)"
  },
  {
    "quote": "Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full.",
    "author": "John 16:24 (ESV)"
  },
  {
    "quote": "Rejoice in hope, be patient in tribulation, be constant in prayer.",
    "author": "Romans 12:12 (ESV)"
  },
  {
    "quote": "Rejoice with those who rejoice, weep with those who weep.",
    "author": "Romans 12:15 (ESV)"
  },
  {
    "quote": "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
    "author": "Romans 15:13 (ESV)"
  },
  {
    "quote": "Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.",
    "author": "Hebrews 12:2 (ESV)"
  },
  {
    "quote": "Rejoice always, pray without ceasing,  give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
    "author": "1 Thessalonians 5:16-18 (ESV)"
  },
  {
    "quote": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things, there is no law.",
    "author": "Galatians 5:22-23 (ESV)"
  },
  {
    "quote": "Rejoice in the Lord always; again I will say, rejoice.",
    "author": "Philippians 4:4 (ESV)"
  },
  {
    "quote": "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness.",
    "author": "James 1:2-3 (ESV)"
  },
  {
    "quote": "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory, obtaining the outcome of your faith, the salvation of your souls.",
    "author": "1 Peter 1:8-9 (ESV)"
  },
  {
    "quote": "Instead, be very glad—for these trials make you partners with Christ in his suffering, so that you will have the wonderful joy of seeing his glory when it is revealed to all the world.",
    "author": "1 Peter 4:13 (NLT)"
  }
]
